{
  "compound_name": "caffeine",
  "similar_compounds": [
    {
      "compound_name": "theobromine",
      "name_jp": "テオブロミン",
      "timestamp": "2025-10-21T20:41:52.072742",
      "descriptions": [
        {
          "description": "テオブロミンは、カフェインと似た仲間で、カカオ豆から見つかるんだ🍫。カフェインよりも穏やかに体に作用して、血管を広げて血を流れやすくしてくれるよ✨。チョコレートがおいしいのは、このテオブロミンのおかげでもあるんだぜ😋！",
          "timestamp": "2025-10-21T20:12:40.287911"
        },
        {
          "description": "テオブロミンはカフェインと似た構造を持つアルカロイドだよ💊。チョコレートの苦味のもとにもなっていて、カフェインより穏やかな刺激でリラックス効果もあるんだって🌿。昔から、カカオ豆から抽出されて、気分を落ち着かせるのに使われていたんだぜ🍫。",
          "timestamp": "2025-10-21T20:14:47.462307"
        },
        {
          "description": "テオブロミンはカフェインと似た構造を持つ仲間だよ🍫。チョコレートの原料としても有名で、カフェインより穏やかで長持ちする元気を与えてくれるんだ✨。実は、テオブロミンはカカオ豆に豊富に含まれていて、昔から人々をリラックスさせてきたんだぜ☕️。",
          "timestamp": "2025-10-21T20:15:32.819166"
        },
        {
          "description": "テオブロミンはカフェインと構造が似ている仲間だよ。チョコレートにも入っていて、カフェインよりも穏やかで長持ちする元気パワーをくれるんだ🍫✨。実は、テオブロミンは化粧品にも使われていて、お肌に塗ることもできるんだぜ！💄",
          "timestamp": "2025-10-21T20:22:54.379533"
        },
        {
          "description": "テオブロミンはカフェインと似た構造を持つアルカロイドで、チョコレートの原料としても知られているんだ🍫。カフェインより穏やかな刺激で、リラックス効果や集中力アップにも役立つと言われているよ✨。実は、テオブロミンはカカオ豆の木が自分を守るために作る、天然の成分なんだぜ🌳🛡️！",
          "timestamp": "2025-10-21T20:25:46.700732"
        },
        {
          "description": "テオブロミンはカフェインと似た構造を持つアルカロイドだよ🍫。カカオ豆に含まれていて、チョコレートの苦味や風味のもとになっているんだ🍫✨。実は、テオブロミンは犬にとってはカフェインよりも有害で、人間が食べるチョコレートを犬にあげると危険なんだぜ🐶⚠️！",
          "timestamp": "2025-10-21T20:27:04.464494"
        },
        {
          "description": "テオブロミンはカフェインととても似た構造を持つ仲間だよ🍫。チョコレートに含まれていて、カフェインより穏やかな刺激でリラックス効果もあるんだ🌿✨。実は、テオブロミンは犬にとっては有毒だけど、人間にはチョコレートの美味しさと健康効果をもたらしてくれる、不思議な存在なんだぜ🐶❤️。",
          "timestamp": "2025-10-21T20:27:53.596637"
        },
        {
          "description": "テオブロミンはカフェインと化学構造がとても似ている仲間だよ！チョコレートの苦味のもとにもなっていて、心臓をドキドキさせたり、血管を広げたりする働きがあるんだって🍫。実は、テオブロミンはカカオの木が「神様の食べ物」って意味の名前から来ているんだぜ！",
          "timestamp": "2025-10-21T20:29:01.760762"
        },
        {
          "description": "テオブロミンはカフェインと似た構造を持つアルカロイドだよ🍵。チョコレートの苦味のもとにもなっているんだ🍫。実は、テオブロミンは植物が自分を守るために作る、とっても賢い成分なんだぜ🛡️！",
          "timestamp": "2025-10-21T20:35:59.244922"
        },
        {
          "description": "テオブロミンはカフェインと化学構造が似ていて、同じメチルキサンチンアルカロイドの仲間だよ[7, 15]。チョコレートに含まれる穏やかな興奮剤で、カフェインのような急な元気UPじゃなくて、優しいエネルギーをくれるんだ[24]。チョコレート特有の苦味もテオブロミンから来ているんだぜ。コーヒーやお茶にも少しだけ入っているんだ[16, 17]！",
          "timestamp": "2025-10-21T20:41:52.072742"
        }
      ],
      "japanese_name": "テオブロミン"
    }
  ],
  "timestamp": "2025-10-21T20:41:54.422206"
}